Repository: caro0616/Luxgery
Catalog: Luxgery/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: About Us | Luxgery
es: Sobre Nosotros | Luxgery

source: About Us
es: Sobre Nosotros

source: At Luxgery, we specialize in providing a comprehensive aesthetic tourism experience in Medellín, assisting international patients throughout their entire journey — from travel planning to full recovery.
es: En Luxgery, nos especializamos en ofrecer una experiencia integral de turismo estético en Medellín, acompañando a pacientes internacionales durante todo su proceso — desde la planeación del viaje hasta su completa recuperación.

source: Our commitment is to offer peace of mind, comfort, and full support by taking care of every detail so that each patient can focus solely on their well-being.
es: Nuestro compromiso es brindar tranquilidad, comodidad y apoyo total, ocupándonos de cada detalle para que cada paciente pueda concentrarse únicamente en su bienestar.

source: What we offer:
es: Lo que ofrecemos:

source: Flight management and transfer coordination.
es: Gestión de vuelos y coordinación de traslados.

source: Surgery scheduling with trusted specialists.
es: Agendamiento de cirugías con especialistas de confianza.

source: Search and booking of suitable recovery houses.
es: Búsqueda y reserva de casas de recuperación adecuadas.

source: Organization of meals and daily transportation.
es: Organización de comidas y transporte diario.

source: Personalized assistance throughout the entire process.
es: Acompañamiento personalizado durante todo el proceso.

source: At Luxgery, we work hand in hand with top specialists in aesthetic procedures and postoperative recovery, ensuring the highest standards of quality and safety at every stage.
es: En Luxgery trabajamos de la mano con los mejores especialistas en procedimientos estéticos y recuperación postoperatoria, garantizando los más altos estándares de calidad y seguridad en cada etapa.

source: Thanks to these strategic partnerships, we are supported by renowned institutions such as our main ally <a href="https://darienips.com/" target="_blank" rel="noopener noreferrer">Darien IPS</a>.
es: Gracias a estas alianzas estratégicas, contamos con el respaldo de instituciones reconocidas como nuestro principal aliado <a href="https://darienips.com/" target="_blank" rel="noopener noreferrer">Darien IPS</a>.

source: Our medical team
es: Nuestro equipo médico

source: Home
es: Inicio

source: Services
es: Servicios

source: Testimonials
es: Testimonios

source: Contact Us
es: Contáctanos

source: Company dedicated to medical tourism in Medellín, Colombia.
es: Empresa dedicada al turismo médico en Medellín, Colombia.

source: Location
es: Ubicación

source: Business Hours
es: Horario de atención

source: Monday to Friday
es: Lunes a viernes

source: Saturday
es: Sábado

source: Contact
es: Contacto

source: Get in touch:
es: Comunícate con nosotros:

source: Follow us
es: Síguenos

source: All rights reserved.
es: Todos los derechos reservados.

source: Contact - Luxgery
es: Contacto - Luxgery

source: Fill out the form and our team will get in touch with you as soon as possible to answer all your questions.
es: Completa el formulario y nuestro equipo se pondrá en contacto contigo lo antes posible para resolver todas tus dudas.

source: Full Name*
es: Nombre completo*

source: First and last name
es: Nombres y apellidos

source: Phone Number*
es: Número de teléfono*

source: Email Address*
es: Correo electrónico*

source: example@email.com
es: ejemplo@email.com

source: Message / Inquiry*
es: Mensaje o consulta*

source: How can we help you?
es: ¿Cómo podemos ayudarte?

source: Send
es: Enviar

source: Direct Information
es: Información directa

source: Email:
es: Correo:

source: Contact Us - Luxgery
es: Contáctanos - Luxgery

source: Home | Luxgery
es: Inicio | Luxgery

source: Your worry-free medical journey in Medellín, Colombia.
es: Tu experiencia médica sin preocupaciones en Medellín, Colombia.

source: We handle every step — so you can focus on feeling and looking your best.
es: Nos encargamos de cada paso para que tú solo te enfoques en sentirte y verte increíble.

source: Plan your trip with us
es: Planea tu viaje con nosotros

source: What We Do
es: Qué hacemos

source: We manage every step of your medical journey — from arrival to full recovery.
es: Gestionamos cada etapa de tu experiencia médica — desde tu llegada hasta la recuperación total.

source: Flights
es: Vuelos

source: Flight Management
es: Gestión de vuelos

source: Travel with confidence — we take care of flights, transfers, and schedules so you can relax from the moment you land in Medellín.
es: Viaja con tranquilidad — nosotros nos ocupamos de vuelos, traslados y horarios para que disfrutes desde el momento en que aterrizas en Medellín.

source: Surgeries
es: Cirugías

source: Procedure Scheduling
es: Agendamiento de procedimientos

source: Your health is in expert hands — we partner only with certified surgeons and top-rated clinics like Darien IPS to ensure safety and excellence.
es: Tu salud está en manos expertas — trabajamos solo con cirujanos certificados y clínicas de primer nivel como Darien IPS, garantizando seguridad y excelencia.

source: Recovery House
es: Casa de recuperación

source: Recover in comfort — stay in our trusted recovery homes with 24/7 nursing, healthy meals, and personalized post-op care designed for your healing journey.
es: Recupérate con total comodidad — hospédate en nuestras casas de recuperación de confianza con enfermería 24/7, alimentación saludable y atención personalizada para tu proceso de sanación.

source: Transport
es: Transporte

source: Transport and Assistance
es: Transporte y asistencia

source: Enjoy worry-free transfers — our private drivers take you safely from the airport to your recovery home and every medical appointment, always on time and with care.
es: Disfruta traslados sin preocupaciones — nuestros conductores privados te llevan con seguridad desde el aeropuerto hasta tu casa de recuperación y todas tus citas médicas, siempre puntuales y atentos.

source: Meals
es: Comidas

source: Personalized Meals
es: Comidas personalizadas

source: Nourish your recovery with balanced, doctor-approved meals — prepared daily to support healing and comfort during your stay.
es: Apoya tu recuperación con comidas balanceadas, aprobadas por especialistas — preparadas diariamente para favorecer tu bienestar y comodidad durante tu estadía.

source: Services | Luxgery
es: Servicios | Luxgery

source: Schedule your valuation appointment
es: Agenda tu cita de valoración

source: We’re here to guide you through every stage of your medical experience.
es: Estamos aquí para guiarte en cada etapa de tu experiencia médica.

source: Get your personalized quote
es: Obtén tu cotización personalizada

source: Our Services
es: Nuestros servicios

source: From flights to recovery houses, we handle everything — your comfort and safety come first.
es: Desde los vuelos hasta tu recuperación, nos encargamos de todo — tu comodidad y seguridad son nuestra prioridad.

source: Flight and Travel Coordination
es: Coordinación de vuelos y viajes

source: We take care of every detail of your trip — from flights and transfers to airport pick-up — so you can arrive in Medellín with total peace of mind.
es: Nos encargamos de cada detalle de tu viaje — desde los vuelos y traslados hasta la recogida en el aeropuerto — para que llegues a Medellín con total tranquilidad.

source: Recovery and Accommodation
es: Recuperación y alojamiento

source: Stay in our trusted recovery homes, designed for your comfort and full healing experience. Enjoy 24/7 nursing care, healthy meals, and a calm environment to recover safely.
es: Hospédate en nuestras casas de recuperación de confianza, diseñadas para tu comodidad y una experiencia de sanación completa. Disfruta de atención de enfermería 24/7, alimentación saludable y un ambiente tranquilo para recuperarte con seguridad.

source: Medical Procedures
es: Procedimientos médicos

source: Medical and Aesthetic Procedures
es: Procedimientos médicos y estéticos

source: We coordinate your appointments with top specialists in partnership with <a href="https://darienips.com/" target="_blank" rel="noopener noreferrer"><strong>Darien IPS</strong></a>, ensuring quality, safety, and trust in every procedure.
es: Coordinamos tus citas con los mejores especialistas en alianza con <a href="https://darienips.com/" target="_blank" rel="noopener noreferrer"><strong>Darien IPS</strong></a>, asegurando calidad, seguridad y confianza en cada procedimiento.

source: Specialized Medical Areas
es: Áreas médicas especializadas

source: Explore our procedures organized by category
es: Explora nuestros procedimientos organizados por categoría

source: General Medicine and Surgery
es: Medicina general y cirugía

source: Outpatient consultation
es: Consulta externa

source: General medicine
es: Medicina general

source: Plastic and reconstructive surgery
es: Cirugía plástica y reconstructiva

source: Aesthetic medicine
es: Medicina estética

source: Anesthesia
es: Anestesia

source: Otolaryngology
es: Otorrinolaringología

source: Minor Ambulatory Procedures
es: Procedimientos menores ambulatorios

source: 3D Bichectomy
es: Bichectomía 3D

source: Double chin liposuction
es: Liposucción de papada

source: Scar correction
es: Corrección de cicatrices

source: Mole removal
es: Eliminación de lunares

source: Facial Surgical Procedures
es: Procedimientos quirúrgicos faciales

source: Upper and lower blepharoplasty
es: Blefaroplastia superior e inferior

source: Brow lift
es: Lifting de cejas

source: Otoplasty
es: Otoplastia

source: Full facelift
es: Lifting facial completo

source: Neck lift
es: Lifting de cuello

source: Cervicoplasty
es: Cervicoplastia

source: Chin augmentation
es: Aumento de mentón

source: Rhinoplasty
es: Rinoplastia

source: Lip lift
es: Lifting de labios

source: Frontoplasty
es: Frontoplastia

source: Body Surgical Procedures
es: Procedimientos quirúrgicos corporales

source: Breast augmentation
es: Aumento de senos

source: Breast lift (Mastopexy)
es: Levantamiento de senos (Mastopexia)

source: Liposculpture
es: Lipoescultura

source: Abdominoplasty
es: Abdominoplastia

source: Gluteoplasty
es: Gluteoplastia

source: Labiaplasty
es: Labioplastia

source: Breast reduction
es: Reducción de senos

source: Arm lift (Brachioplasty)
es: Lifting de brazos (Braquioplastia)

source: Thigh lift (Cruroplasty)
es: Lifting de muslos (Cruroplastia)

source: Belly button reconstruction (Omphaloplasty)
es: Reconstrucción del ombligo (Omfaloplastia)

source: Lipo laser
es: Lipo láser

source: Aesthetic and Non-Surgical Treatments
es: Tratamientos estéticos y no quirúrgicos

source: Botox
es: Bótox

source: Hyaluronic acid fillers
es: Rellenos de ácido hialurónico

source: Post-surgical massages
es: Masajes postquirúrgicos

source: Lymphatic drainage
es: Drenaje linfático

source: Body contouring massages
es: Masajes reductores y de moldeamiento corporal

source: Vitamin C therapy
es: Terapia con vitamina C

source: Platelet-rich plasma (PRP)
es: Plasma rico en plaquetas (PRP)

source: Hydrolipoclasia
es: Hidrolipoclasia

source: Body enzyme therapy
es: Terapia enzimática corporal

source: Muscle and glute toning
es: Tonificación muscular y de glúteos

source: Facial bio-stimulation
es: Bioestimulación facial

source: Lip and facial contouring
es: Perfilado de labios y rostro

source: Under-eye and double-chin treatment
es: Tratamiento para ojeras y papada

source: Advanced Technology and Equipment
es: Tecnología y equipos avanzados

source: Ultrasound therapy
es: Terapia con ultrasonido

source: Carboxytherapy
es: Carboxiterapia

source: Sculpt
es: Esculpido corporal (Sculpt)

source: Pressotherapy
es: Presoterapia

source: Testimonials | Luxgery
es: Testimonios | Luxgery

source: Maria Liliana Alzate
es: María Liliana Alzate
